{
 "What is the latin name for the bacterium that causes botulism?"                                                          : "Clostridium botulinum",
 "What is the latin name for the bacterium that causes tetanus?"                                                           : "Clostridium tetani",
 "What is the full name of the scientist known as the \"Father of Microbiology\""                                          : "Anton von Leeuwenhoek",
 "What is a term for a virus that infects bacteria?"                                                                       : "Bacteriophage",
 "What is the name of the technique used to sort bacteria into two categories?"                                            : "Gram's method",
 "Are bacteria prokaryotes or eukaryotes?"                                                                                 : "Prokaryotes",
 "What do eukaryotes have that prokaryotes don't?"                                                                         : "A nucleus",
 "What does DNA stand for?"                                                                                                : "Deoxyribonucleic acid",
 "Do DNA sequences of prokaryotic organisms contain noncoding introns?"                                                    : "No",
 "What organelles are responsible for synthesizing proteins from mRNA?"                                                    : "Ribosomes",
 "Which nucleic acid base is missing from this list: adenine, cytosine, guanine?"                                          : "Thymine",
 "What is the form of cell division that results in two cells with the same chromosomes?"                                  : "Mitosis",
 "What are chromosomes in human cells that are not sex chromosomes called?"                                                : "Autosomes",
 "The three domains of life recognized by taxonomists are eukarya, bacteria, and what?"                                    : "Archaea",
 "To what viral genus do smallpox, monkeypox, and cowpox all belong?"                                                      : "Orthopoxvirus",
 "Are yeasts eukaryotic or prokaryotic organisms?"                                                                         : "Eukaryotic",
 "What is the scientific name for \"baker's yeast\"?"                                                                      : "Saccharomyces cerevisiae",
 "What term describes controlled cell death?"                                                                              : "Apoptosis",
 "What term describes the process by which lysosomes consume deteriorating parts of the cell?"                             : "Autophagy",
 "What type of glial cell is responsible for producing the myelin sheath surrounding axons in the central nervous system?" : "Oligodendrocytes",
 "What is the name for protein buildups in the neurons of Parkinson's disease sufferers?"                                  : "Lewy bodies",
 "What portion of the brain controls body temperature?"                                                                    : "Hypothalamus",
 "What does RNA stand for?"                                                                                                : "Ribonucleic acid",
 "What nucleic acid base replaces thymine in RNA?"                                                                         : "uracil",
 "Uridine consists of uracil and what?"                                                                                    : "Ribose",
 "What aqueous solution is found within the cytoplasm of the cell?"                                                        : "Cytosol"
}
